Repository: Yongminlee2/KidCare
Catalog: ios/KidCare/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt, ru, th, vi, zh_hans, zh_hant

# guardian_start_join_family
source: 초대 번호로 기존 가족 참여
de: Mit einem Code einer Familie beitreten
en: Join an existing family with a code
es: Unirse a una familia con un código
fr: Rejoindre une famille avec un code
id: Gabung ke keluarga dengan kode
it: Entra in una famiglia con un codice
ja: 招待番号で家族に参加
pt: Entrar numa família com um código
ru: Войти в семью по коду
th: เข้าครอบครัวเดิมด้วยรหัสเชิญ
vi: Vào gia đình có sẵn bằng mã
zh_hans: 用邀请号码加入已有家庭
zh_hant: 用邀請號碼加入既有家庭

# guardian_start_new_family
source: 새 가족 만들기
de: Neue Familie anlegen
en: Create a new family
es: Crear una familia nueva
fr: Créer une nouvelle famille
id: Buat keluarga baru
it: Crea una nuova famiglia
ja: 新しい家族をつくる
pt: Criar uma família nova
ru: Создать новую семью
th: สร้างครอบครัวใหม่
vi: Tạo gia đình mới
zh_hans: 创建新家庭
zh_hant: 建立新家庭

# guardian_start_title
source: 어떻게 시작할까요?
de: Wie möchten Sie anfangen?
en: How would you like to start?
es: ¿Cómo quieres empezar?
fr: Comment voulez-vous commencer ?
id: Mau mulai dari mana?
it: Come vuoi iniziare?
ja: どのように始めますか？
pt: Como você quer começar?
ru: С чего начнём?
th: อยากเริ่มแบบไหน
vi: Bạn muốn bắt đầu thế nào?
zh_hans: 想怎么开始？
zh_hant: 想怎麼開始？

# holiday_buddha
source: 부처님오신날
de: Geburtstag Buddhas
en: Buddha's Birthday
es: Nacimiento de Buda
fr: Naissance de Bouddha
id: Hari Waisak Korea
it: Nascita di Buddha
ja: 釈迦誕生日
pt: Nascimento de Buda
ru: День рождения Будды
th: วันประสูติพระพุทธเจ้า
vi: Lễ Phật đản
zh_hans: 佛诞日
zh_hant: 佛誕日

# holiday_children
source: 어린이날
de: Kindertag
en: Children's Day
es: Día del Niño
fr: Fête des enfants
id: Hari Anak
it: Festa dei bambini
ja: こどもの日
pt: Dia das Crianças
ru: День детей
th: วันเด็ก
vi: Ngày thiếu nhi
zh_hans: 儿童节
zh_hant: 兒童節

# holiday_christmas
source: 성탄절
de: Weihnachten
en: Christmas
es: Navidad
fr: Noël
id: Natal
it: Natale
ja: クリスマス
pt: Natal
ru: Рождество
th: คริสต์มาส
vi: Giáng sinh
zh_hans: 圣诞节
zh_hant: 聖誕節

# holiday_chuseok
source: 추석 연휴
de: Chuseok-Feiertage
en: Chuseok holiday
es: Fiesta de Chuseok
fr: Congés de Chuseok
id: Libur Chuseok
it: Festa di Chuseok
ja: 秋夕の連休
pt: Feriado de Chuseok
ru: Праздники Чхусок
th: วันหยุดชูซอก
vi: Kỳ nghỉ Chuseok
zh_hans: 中秋连假
zh_hant: 中秋連假

# holiday_foundation
source: 개천절
de: Tag der Staatsgründung
en: National Foundation Day
es: Día de la Fundación Nacional
fr: Fête de la fondation nationale
id: Hari Berdirinya Negara
it: Festa della fondazione nazionale
ja: 開天節
pt: Dia da Fundação Nacional
ru: День основания государства
th: วันสถาปนาประเทศ
vi: Ngày lập quốc
zh_hans: 开天节
zh_hant: 開天節

# holiday_hangul
source: 한글날
de: Hangul-Tag
en: Hangul Day
es: Día del Hangul
fr: Journée du hangeul
id: Hari Hangul
it: Giornata dell'hangul
ja: ハングルの日
pt: Dia do Hangul
ru: День хангыля
th: วันฮันกึล
vi: Ngày chữ Hàn
zh_hans: 韩文日
zh_hant: 韓文日

# holiday_independence
source: 삼일절
de: Tag der Unabhängigkeitsbewegung
en: Independence Movement Day
es: Día del Movimiento de Independencia
fr: Fête du mouvement d'indépendance
id: Hari Gerakan Kemerdekaan
it: Festa del movimento per l'indipendenza
ja: 三一節
pt: Dia do Movimento de Independência
ru: День движения за независимость
th: วันขบวนการเอกราช
vi: Ngày phong trào độc lập
zh_hans: 三一节
zh_hant: 三一節

# holiday_liberation
source: 광복절
de: Tag der Befreiung
en: National Liberation Day
es: Día de la Liberación Nacional
fr: Fête de la libération
id: Hari Pembebasan
it: Festa della liberazione
ja: 光復節
pt: Dia da Libertação Nacional
ru: День освобождения
th: วันปลดปล่อยประเทศ
vi: Ngày giải phóng
zh_hans: 光复节
zh_hant: 光復節

# holiday_memorial
source: 현충일
de: Volkstrauertag
en: Memorial Day
es: Día de los Caídos
fr: Jour du souvenir
id: Hari Pahlawan
it: Giorno del ricordo dei caduti
ja: 顕忠日
pt: Dia dos Mortos pela Pátria
ru: День памяти павших
th: วันรำลึกผู้เสียสละ
vi: Ngày tưởng niệm
zh_hans: 显忠日
zh_hant: 顯忠日

# holiday_new_year
source: 신정
de: Neujahr
en: New Year's Day
es: Año Nuevo
fr: Jour de l'an
id: Tahun Baru
it: Capodanno
ja: 元日
pt: Ano-Novo
ru: Новый год
th: วันขึ้นปีใหม่
vi: Tết dương lịch
zh_hans: 元旦
zh_hant: 元旦

# holiday_seollal
source: 설 연휴
de: Mondneujahrs-Feiertage
en: Lunar New Year holiday
es: Fiesta del Año Nuevo Lunar
fr: Congés du nouvel an lunaire
id: Libur Tahun Baru Imlek
it: Festa del capodanno lunare
ja: 旧正月の連休
pt: Feriado do Ano-Novo Lunar
ru: Праздники лунного Нового года
th: วันหยุดตรุษเกาหลี
vi: Kỳ nghỉ Tết âm lịch
zh_hans: 春节连假
zh_hant: 春節連假

# holiday_substitute
source: 대체공휴일
de: Ersatzfeiertag
en: Substitute holiday
es: Festivo sustitutorio
fr: Jour férié de remplacement
id: Libur pengganti
it: Festivo sostitutivo
ja: 振替休日
pt: Feriado substituto
ru: Перенесённый выходной
th: วันหยุดชดเชย
vi: Ngày nghỉ bù
zh_hans: 补假日
zh_hant: 補假日

# language_follow_system
source: 기기 설정 따르기
de: Systemeinstellung folgen
en: Follow the system setting
es: Seguir el ajuste del sistema
fr: Suivre le réglage du système
id: Ikuti setelan sistem
it: Segui l'impostazione di sistema
ja: 端末の設定に従う
pt: Seguir a configuração do sistema
ru: Как в системе
th: ตามการตั้งค่าเครื่อง
vi: Theo cài đặt của máy
zh_hans: 跟随系统设置
zh_hant: 跟隨系統設定

# language_picker_title
source: 언어
de: Sprache
en: Language
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# leave_family_confirm
source: 빼기
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
id: Keluarkan
it: Rimuovi
ja: 外す
pt: Remover
ru: Удалить
th: นำออก
vi: Xóa
zh_hans: 移出
zh_hant: 移出

# leave_family_done_message
source: 서버의 보호자 연결과 익명 계정을 지우고, 이 폰에서 가족 연결을 지웠어요. 아이 폰의 기록과 예약·장소는 가족에 그대로 남아 있어요.
de: Die Elternverbindung auf dem Server und das anonyme Konto wurden gelöscht, und die Familienverbindung auf diesem Handy wurde entfernt. Aufzeichnungen, Zeitpläne und Orte deines Kindes bleiben in der Familie.
en: This phone's parent link on the server and its anonymous account were deleted, and the family link on this phone was removed. Your child's records, schedules and places stay with the family.
es: Se borraron el vínculo de padre en el servidor y la cuenta anónima, y se quitó el vínculo familiar de este teléfono. Los registros, horarios y lugares de tu hijo siguen en la familia.
fr: Le lien parent sur le serveur et le compte anonyme ont été supprimés, et le lien familial de ce téléphone a été retiré. Les historiques, horaires et lieux de votre enfant restent dans la famille.
id: Tautan orang tua di server dan akun anonim sudah dihapus, dan tautan keluarga di ponsel ini sudah dihapus. Catatan, jadwal, dan tempat anak tetap ada di keluarga.
it: Il collegamento da genitore sul server e l'account anonimo sono stati eliminati, e il collegamento familiare su questo telefono è stato rimosso. I registri, le programmazioni e i luoghi di tuo figlio restano nella famiglia.
ja: サーバー上の保護者連携と匿名アカウントを削除し、このスマホから家族との連携を削除しました。お子さんの記録や予約・場所は家族にそのまま残っています。
pt: O vínculo de responsável no servidor e a conta anônima foram apagados, e o vínculo familiar deste telefone foi removido. Os registros, horários e lugares da criança continuam na família.
ru: Связь родителя на сервере и анонимный аккаунт удалены, связь с семьёй на этом телефоне стёрта. Записи, расписания и места ребёнка остаются в семье.
th: ลบการเชื่อมต่อผู้ปกครองบนเซิร์ฟเวอร์และบัญชีไม่ระบุตัวตนแล้ว และลบการเชื่อมต่อครอบครัวในโทรศัพท์เครื่องนี้แล้ว บันทึก ตารางเวลา และสถานที่ของลูกยังอยู่ในครอบครัว
vi: Đã xóa liên kết phụ huynh trên máy chủ và tài khoản ẩn danh, đồng thời xóa liên kết gia đình trên điện thoại này. Lịch sử, lịch hẹn và địa điểm của con vẫn ở lại trong gia đình.
zh_hans: 已删除服务器上的家长连接和匿名账号，并清除了此手机上的家庭连接。孩子的记录、预约和地点仍保留在家庭中。
zh_hant: 已刪除伺服器上的家長連結和匿名帳號，並清除了此手機上的家庭連結。孩子的紀錄、預約和地點仍保留在家庭中。

# leave_family_done_signed_out_message
source: 서버의 보호자 연결을 지우고, 이 폰에서 가족 연결을 지웠어요. 익명 계정은 삭제를 확인하지 못해 로그아웃만 했어요. 계정이 남아 있더라도 가족 정보 없이 계정 번호와 만든 시각만 있어요.
de: Die Elternverbindung auf dem Server wurde gelöscht und die Familienverbindung auf diesem Handy entfernt. Das Löschen des anonymen Kontos ließ sich nicht bestätigen, daher wurde das Handy nur abgemeldet. Falls das Konto noch existiert, enthält es nur seine ID und das Erstellungsdatum, keine Familiendaten.
en: This phone's parent link on the server was deleted, and the family link on this phone was removed. Deleting the anonymous account couldn't be confirmed, so this phone was only signed out. If that account remains, it keeps only its ID and creation time, with no family info.
es: Se borró el vínculo de padre en el servidor y se quitó el vínculo familiar de este teléfono. No se pudo confirmar el borrado de la cuenta anónima, así que solo se cerró la sesión. Si la cuenta sigue existiendo, solo guarda su ID y su fecha de creación, sin datos de la familia.
fr: Le lien parent sur le serveur a été supprimé et le lien familial de ce téléphone retiré. La suppression du compte anonyme n'a pas pu être confirmée, ce téléphone a donc seulement été déconnecté. Si ce compte existe encore, il ne contient que son identifiant et sa date de création, sans aucune info sur la famille.
id: Tautan orang tua di server sudah dihapus, dan tautan keluarga di ponsel ini sudah dihapus. Penghapusan akun anonim tidak bisa dipastikan, jadi ponsel ini hanya dikeluarkan dari akun. Jika akun itu masih ada, isinya hanya ID dan waktu pembuatan, tanpa info keluarga.
it: Il collegamento da genitore sul server è stato eliminato e il collegamento familiare su questo telefono è stato rimosso. Non è stato possibile confermare l'eliminazione dell'account anonimo, quindi è stata eseguita solo la disconnessione. Se l'account esiste ancora, contiene solo il suo ID e la data di creazione, senza dati sulla famiglia.
ja: サーバー上の保護者連携を削除し、このスマホから家族との連携を削除しました。匿名アカウントは削除を確認できなかったため、ログアウトだけしました。アカウントが残っていても、家族の情報はなくアカウント番号と作成日時だけです。
pt: O vínculo de responsável no servidor foi apagado e o vínculo familiar deste telefone foi removido. Não foi possível confirmar a exclusão da conta anônima, então só foi feito o logout. Se a conta ainda existir, ela guarda apenas o ID e a data de criação, sem dados da família.
ru: Связь родителя на сервере удалена, связь с семьёй на этом телефоне стёрта. Удаление анонимного аккаунта подтвердить не удалось, поэтому выполнен только выход. Если аккаунт остался, в нём есть только номер и время создания, без данных о семье.
th: ลบการเชื่อมต่อผู้ปกครองบนเซิร์ฟเวอร์และลบการเชื่อมต่อครอบครัวในโทรศัพท์เครื่องนี้แล้ว ยืนยันการลบบัญชีไม่ระบุตัวตนไม่ได้ จึงออกจากระบบอย่างเดียว หากบัญชียังอยู่ ก็มีเพียงหมายเลขบัญชีและเวลาที่สร้าง ไม่มีข้อมูลครอบครัว
vi: Đã xóa liên kết phụ huynh trên máy chủ và xóa liên kết gia đình trên điện thoại này. Không xác nhận được việc xóa tài khoản ẩn danh nên chỉ đăng xuất. Nếu tài khoản vẫn còn, nó chỉ có mã tài khoản và thời gian tạo, không có thông tin gia đình.
zh_hans: 已删除服务器上的家长连接，并清除了此手机上的家庭连接。未能确认匿名账号已删除，因此只做了退出登录。即使账号仍在，也只有账号编号和创建时间，没有家庭信息。
zh_hant: 已刪除伺服器上的家長連結，並清除了此手機上的家庭連結。無法確認匿名帳號已刪除，因此只做了登出。即使帳號仍在，也只有帳號編號和建立時間，沒有家庭資訊。

# leave_family_done_title
source: 이 폰을 가족에서 뺐어요
de: Dieses Handy wurde aus der Familie entfernt
en: This phone was removed from the family
es: Este teléfono se quitó de la familia
fr: Ce téléphone a été retiré de la famille
id: Ponsel ini sudah dikeluarkan dari keluarga
it: Questo telefono è stato rimosso dalla famiglia
ja: このスマホを家族から外しました
pt: Este telefone foi removido da família
ru: Этот телефон удалён из семьи
th: นำโทรศัพท์เครื่องนี้ออกจากครอบครัวแล้ว
vi: Đã xóa điện thoại này khỏi gia đình
zh_hans: 已将此手机移出家庭
zh_hant: 已將此手機移出家庭

# leave_family_failed_title
source: 가족에서 빼지 못했어요
de: Entfernen hat nicht geklappt
en: Couldn't remove this phone
es: No se pudo quitar este teléfono
fr: Impossible de retirer ce téléphone
id: Gagal mengeluarkan ponsel ini
it: Impossibile rimuovere questo telefono
ja: 家族から外せませんでした
pt: Não foi possível remover este telefone
ru: Не удалось удалить этот телефон
th: นำโทรศัพท์เครื่องนี้ออกไม่สำเร็จ
vi: Không thể xóa điện thoại này
zh_hans: 未能移出家庭
zh_hant: 未能移出家庭

# leave_family_in_progress
source: 가족에서 빼는 중…
de: Wird aus der Familie entfernt…
en: Removing from the family…
es: Quitando de la familia…
fr: Retrait de la famille…
id: Mengeluarkan dari keluarga…
it: Rimozione dalla famiglia…
ja: 家族から外しています…
pt: Removendo da família…
ru: Удаляем из семьи…
th: กำลังนำออกจากครอบครัว…
vi: Đang xóa khỏi gia đình…
zh_hans: 正在移出家庭…
zh_hant: 正在移出家庭…

# leave_family_last_guardian_message
source: 이 폰이 이 가족의 마지막 보호자예요. 빼고 나면 누구도 보호자 폰에서 이 가족을 보거나 관리할 수 없고, 되돌릴 수 없어요. 아이 폰은 계속 기록을 올리지만 볼 사람이 없으니 아이 폰의 앱도 함께 지워 주세요.
de: Dieses Handy ist der letzte Elternteil der Familie. Danach kann niemand diese Familie mehr von einem Eltern-Handy aus sehen oder verwalten, und das lässt sich nicht rückgängig machen. Das Handy deines Kindes lädt weiter hoch, ohne dass es jemand sieht – bitte lösche die App auch dort.
en: This phone is the family's last parent. After it's removed, no one can see or manage this family from a parent phone, and this can't be undone. Your child's phone will keep uploading with no one to see it, so please delete the app on your child's phone too.
es: Este teléfono es el último padre de la familia. Después, nadie podrá ver ni gestionar esta familia desde un teléfono de padre, y no se puede deshacer. El teléfono de tu hijo seguirá subiendo datos sin que nadie los vea, así que borra también la app de su teléfono.
fr: Ce téléphone est le dernier parent de la famille. Ensuite, plus personne ne pourra voir ni gérer cette famille depuis un téléphone parent, et c'est irréversible. Le téléphone de votre enfant continuera d'envoyer des données que personne ne verra : supprimez aussi l'application sur son téléphone.
id: Ponsel ini adalah orang tua terakhir di keluarga ini. Setelah dikeluarkan, tidak ada yang bisa melihat atau mengelola keluarga ini dari ponsel orang tua, dan tidak bisa dibatalkan. Ponsel anak akan terus mengunggah tanpa ada yang melihat, jadi hapus juga aplikasi di ponsel anak.
it: Questo telefono è l'ultimo genitore della famiglia. Dopo, nessuno potrà vedere o gestire questa famiglia da un telefono genitore, e non si può annullare. Il telefono di tuo figlio continuerà a inviare dati che nessuno vedrà: elimina l'app anche dal suo telefono.
ja: このスマホはこの家族の最後の保護者です。外すと、どの保護者のスマホからもこの家族を見たり管理したりできなくなり、元に戻せません。お子さんのスマホは記録を送り続けますが見る人がいないので、お子さんのスマホのアプリも削除してください。
pt: Este telefone é o último responsável da família. Depois disso, ninguém poderá ver nem gerenciar esta família por um telefone de responsável, e não dá para desfazer. O telefone da criança continuará enviando registros sem ninguém para ver, então apague o app do telefone dela também.
ru: Этот телефон — последний родитель в семье. После удаления никто не сможет видеть эту семью или управлять ею с родительского телефона, и это нельзя отменить. Телефон ребёнка продолжит отправлять данные, которые никто не увидит, поэтому удалите приложение и на телефоне ребёнка.
th: โทรศัพท์เครื่องนี้เป็นผู้ปกครองคนสุดท้ายของครอบครัว หลังจากนำออกแล้วจะไม่มีใครดูหรือจัดการครอบครัวนี้จากโทรศัพท์ผู้ปกครองได้อีก และย้อนกลับไม่ได้ โทรศัพท์ของลูกจะยังส่งข้อมูลต่อไปโดยไม่มีใครดู โปรดลบแอปในโทรศัพท์ของลูกด้วย
vi: Điện thoại này là phụ huynh cuối cùng của gia đình. Sau khi xóa, không ai có thể xem hay quản lý gia đình này từ điện thoại phụ huynh và không thể hoàn tác. Điện thoại của con vẫn tiếp tục gửi dữ liệu mà không ai xem, vì vậy hãy xóa cả ứng dụng trên điện thoại của con.
zh_hans: 此手机是该家庭的最后一位家长。移出后，任何家长手机都无法再查看或管理这个家庭，且无法恢复。孩子的手机会继续上传记录，但没有人能看到，请同时删除孩子手机上的应用。
zh_hant: 此手機是這個家庭的最後一位家長。移出後，任何家長手機都無法再查看或管理這個家庭，且無法復原。孩子的手機會繼續上傳紀錄，但沒有人能看到，請同時刪除孩子手機上的應用程式。

# leave_family_menu
source: 이 폰을 가족에서 빼기
de: Dieses Handy aus der Familie entfernen
en: Remove this phone from the family
es: Quitar este teléfono de la familia
fr: Retirer ce téléphone de la famille
id: Keluarkan ponsel ini dari keluarga
it: Rimuovi questo telefono dalla famiglia
ja: このスマホを家族から外す
pt: Remover este telefone da família
ru: Удалить этот телефон из семьи
th: นำโทรศัพท์เครื่องนี้ออกจากครอบครัว
vi: Xóa điện thoại này khỏi gia đình
zh_hans: 将此手机移出家庭
zh_hant: 將此手機移出家庭

# leave_family_message
source: 이 폰의 보호자 연결과 익명 계정을 지워요. 아이 폰의 기록과 예약·장소는 가족에 그대로 남아요. 다시 보려면 새 초대 번호를 받아야 해요.
de: Die Elternverbindung dieses Handys und sein anonymes Konto werden gelöscht. Aufzeichnungen, Zeitpläne und Orte deines Kindes bleiben in der Familie. Um sie wieder zu sehen, brauchst du einen neuen Einladungscode.
en: This deletes this phone's parent link and its anonymous account. Your child's records, schedules and places stay with the family. To see them again, you'll need a new invite code.
es: Se borrarán el vínculo de padre de este teléfono y su cuenta anónima. Los registros, horarios y lugares de tu hijo se quedan en la familia. Para volver a verlos necesitarás un nuevo código de invitación.
fr: Le lien parent de ce téléphone et son compte anonyme seront supprimés. Les historiques, horaires et lieux de votre enfant restent dans la famille. Pour les revoir, il faudra un nouveau code d'invitation.
id: Tautan orang tua dan akun anonim ponsel ini akan dihapus. Catatan, jadwal, dan tempat anak tetap ada di keluarga. Untuk melihatnya lagi, Anda perlu kode undangan baru.
it: Verranno eliminati il collegamento da genitore di questo telefono e il suo account anonimo. I registri, le programmazioni e i luoghi di tuo figlio restano nella famiglia. Per rivederli ti servirà un nuovo codice di invito.
ja: このスマホの保護者としての連携と匿名アカウントを削除します。お子さんの記録や予約・場所は家族にそのまま残ります。もう一度見るには新しい招待コードが必要です。
pt: O vínculo de responsável deste telefone e sua conta anônima serão apagados. Os registros, horários e lugares da criança continuam na família. Para vê-los de novo, você precisará de um novo código de convite.
ru: Связь этого телефона как родителя и его анонимный аккаунт будут удалены. Записи, расписания и места ребёнка останутся в семье. Чтобы снова их видеть, понадобится новый код приглашения.
th: จะลบการเชื่อมต่อผู้ปกครองและบัญชีไม่ระบุตัวตนของโทรศัพท์เครื่องนี้ บันทึก ตารางเวลา และสถานที่ของลูกยังอยู่ในครอบครัวเหมือนเดิม หากต้องการดูอีกครั้งต้องใช้รหัสเชิญใหม่
vi: Liên kết phụ huynh và tài khoản ẩn danh của điện thoại này sẽ bị xóa. Lịch sử, lịch hẹn và địa điểm của con vẫn ở lại trong gia đình. Để xem lại, bạn cần mã mời mới.
zh_hans: 将删除此手机的家长连接和匿名账号。孩子的记录、预约和地点会保留在家庭中。如需再次查看，需要新的邀请码。
zh_hant: 將刪除此手機的家長連結和匿名帳號。孩子的紀錄、預約和地點會保留在家庭中。如需再次查看，需要新的邀請碼。

# leave_family_no_account
source: 이 폰의 로그인 정보를 찾지 못해 서버에서 뺄 수 없었어요. 아무것도 지우지 않았어요. 앱을 다시 켠 뒤 다시 해 주세요.
de: Die Anmeldung dieses Handys wurde nicht gefunden, daher konnte es auf dem Server nicht entfernt werden. Es wurde nichts gelöscht. Bitte öffne die App neu und versuche es noch einmal.
en: Couldn't find this phone's sign-in, so it couldn't be removed on the server. Nothing was deleted. Please reopen the app and try again.
es: No se encontró el inicio de sesión de este teléfono, así que no se pudo quitar en el servidor. No se borró nada. Vuelve a abrir la app e inténtalo de nuevo.
fr: Connexion de ce téléphone introuvable : impossible de le retirer sur le serveur. Rien n'a été supprimé. Rouvrez l'application et réessayez.
id: Info masuk ponsel ini tidak ditemukan, jadi tidak bisa dikeluarkan di server. Tidak ada yang dihapus. Buka lagi aplikasinya lalu coba lagi.
it: Accesso di questo telefono non trovato, quindi non è stato possibile rimuoverlo dal server. Non è stato eliminato nulla. Riapri l'app e riprova.
ja: このスマホのログイン情報が見つからず、サーバーから外せませんでした。何も削除していません。アプリを開き直してからもう一度お試しください。
pt: Não encontramos o login deste telefone, então não foi possível removê-lo no servidor. Nada foi apagado. Abra o app de novo e tente outra vez.
ru: Не найден вход этого телефона, поэтому удалить его на сервере не удалось. Ничего не удалено. Откройте приложение заново и попробуйте ещё раз.
th: ไม่พบข้อมูลการเข้าสู่ระบบของโทรศัพท์เครื่องนี้ จึงนำออกที่เซิร์ฟเวอร์ไม่ได้ ยังไม่ได้ลบอะไร โปรดเปิดแอปใหม่แล้วลองอีกครั้ง
vi: Không tìm thấy thông tin đăng nhập của điện thoại này nên không thể xóa trên máy chủ. Chưa có gì bị xóa. Hãy mở lại ứng dụng rồi thử lại.
zh_hans: 找不到此手机的登录信息，无法在服务器上移出。没有删除任何内容。请重新打开应用后再试。
zh_hant: 找不到此手機的登入資訊，無法在伺服器上移出。沒有刪除任何內容。請重新開啟應用程式後再試。

# leave_family_title
source: 이 폰을 가족에서 뺄까요?
de: Dieses Handy aus der Familie entfernen?
en: Remove this phone from the family?
es: ¿Quitar este teléfono de la familia?
fr: Retirer ce téléphone de la famille ?
id: Keluarkan ponsel ini dari keluarga?
it: Rimuovere questo telefono dalla famiglia?
ja: このスマホを家族から外しますか？
pt: Remover este telefone da família?
ru: Удалить этот телефон из семьи?
th: นำโทรศัพท์เครื่องนี้ออกจากครอบครัวไหม
vi: Xóa điện thoại này khỏi gia đình?
zh_hans: 要将此手机移出家庭吗？
zh_hant: 要將此手機移出家庭嗎？

# leave_family_unconfirmed_message
source: 서버의 확인을 받지 못해 아직 아무것도 지우지 않았어요. 서버에서는 이미 빠졌을 수도 있으니 인터넷에 연결된 뒤 다시 눌러 주세요.
de: Der Server hat nichts bestätigt, daher wurde noch nichts gelöscht. Auf dem Server ist es vielleicht schon entfernt – tippe bitte erneut, sobald du online bist.
en: No confirmation came from the server, so nothing has been deleted yet. It may already be removed on the server, so please tap again once you're connected.
es: El servidor no lo confirmó, así que aún no se ha borrado nada. Puede que ya se haya quitado en el servidor; vuelve a tocar cuando tengas conexión.
fr: Le serveur n'a pas confirmé, donc rien n'a encore été supprimé. Le retrait a peut-être déjà eu lieu sur le serveur : touchez à nouveau une fois connecté.
id: Server tidak memberi konfirmasi, jadi belum ada yang dihapus. Mungkin sudah dikeluarkan di server, jadi ketuk lagi setelah tersambung ke internet.
it: Il server non ha confermato, quindi non è stato ancora eliminato nulla. Sul server potrebbe essere già rimosso: tocca di nuovo quando sei connesso.
ja: サーバーの確認が取れなかったため、まだ何も削除していません。サーバーではすでに外れている可能性があるので、インターネットにつながってからもう一度押してください。
pt: O servidor não confirmou, então nada foi apagado ainda. Talvez já tenha sido removido no servidor; toque de novo quando estiver conectado.
ru: Сервер не подтвердил, поэтому пока ничего не удалено. На сервере телефон мог уже быть удалён — нажмите ещё раз, когда появится интернет.
th: ไม่ได้รับการยืนยันจากเซิร์ฟเวอร์ จึงยังไม่ได้ลบอะไรเลย เซิร์ฟเวอร์อาจนำออกไปแล้ว โปรดแตะอีกครั้งเมื่อเชื่อมต่ออินเทอร์เน็ตแล้ว
vi: Máy chủ chưa xác nhận nên chưa có gì bị xóa. Có thể máy chủ đã xóa rồi, hãy nhấn lại sau khi có kết nối mạng.
zh_hans: 未收到服务器确认，因此尚未删除任何内容。服务器上可能已经移出，请在联网后再点一次。
zh_hant: 未收到伺服器確認，因此尚未刪除任何內容。伺服器上可能已經移出，請在連上網路後再點一次。

# list_loading
source: 불러오는 중이에요…
de: Wird geladen…
en: Loading…
es: Cargando…
fr: Chargement…
id: Memuat…
it: Caricamento…
ja: 読み込んでいます…
pt: Carregando…
ru: Загрузка…
th: กำลังโหลด…
vi: Đang tải…
zh_hans: 正在加载…
zh_hant: 正在載入…

# map_battery_info_confirm
source: 확인
de: OK
en: OK
es: Vale
fr: OK
id: Oke
it: OK
ja: OK
pt: OK
ru: Понятно
th: ตกลง
vi: Đã hiểu
zh_hans: 好的
zh_hant: 好
